ldas11/Praktikum-adaptive-Sensorelektronik/PSoC Creator/6/Workspace01/Teil3.cydsn/Generated_Source/PSoC5/project.h
/*******************************************************************************
* File Name: project.h
* 
* PSoC Creator  4.2
*
* Description:
* It contains references to all generated header files and should not be modified.
* This file is automatically generated by PSoC Creator.
*
********************************************************************************
* Copyright (c) 2007-2018 Cypress Semiconductor.  All rights reserved.
* You may use this file only in accordance with the license, terms, conditions, 
* disclaimers, and limitations in the end user license agreement accompanying 
* the software package with which this file was provided.
********************************************************************************/

#include "cyfitter_cfg.h"
#include "cydevice.h"
#include "cydevice_trm.h"
#include "cyfitter.h"
#include "cydisabledsheets.h"
#include "PGA_Druck.h"
#include "VDAC8_Druck.h"
#include "ADC_Druck.h"
#include "SensorPin_aliases.h"
#include "SensorPin.h"
#include "UART_1.h"
#include "LCD_1.h"
#include "Clock_1.h"
#include "VDAC8_1.h"
#include "Comp_2.h"
#include "Comp_1.h"
#include "VDAC8_2.h"
#include "Compare_Pin_aliases.h"
#include "Compare_Pin.h"
#include "OutputDischarge_Pin_aliases.h"
#include "OutputDischarge_Pin.h"
#include "ADC_SAR_1.h"
#include "PWM_1.h"
#include "Clock_2.h"
#include "LED_1_aliases.h"
#include "LED_1.h"
#include "isr_1.h"
#include "PGA_1.h"
#include "Counter_1.h"
#include "V_t_aliases.h"
#include "V_t.h"
#include "ADC_Druck_IRQ.h"
#include "ADC_Druck_theACLK.h"
#include "UART_1_IntClock.h"
#include "LCD_1_LCDPort_aliases.h"
#include "LCD_1_LCDPort.h"
#include "ADC_SAR_1_IRQ.h"
#include "ADC_SAR_1_theACLK.h"
#include "core_cm3_psoc5.h"
#include "CyDmac.h"
#include "CyFlash.h"
#include "CyLib.h"
#include "cypins.h"
#include "cyPm.h"
#include "CySpc.h"
#include "cytypes.h"
#include "cy_em_eeprom.h"

/*[]*/

